Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# ai_credit.buy
source: クレジットを購入
ar_sa: شراء رصيد
ca: Comprar crèdits
cs: Koupit kredity
da: Køb kreditter
de_de: Credits kaufen
el: Αγορά Κρεδίτ
en_au: Buy credits
es_es: Comprar créditos
fi: Osta krediittejä
fr_ca: Acheter des crédits
gu: ક્રેડિટ ખરીદો
he: לקנות נקודות
hi: क्रेडिट खरीदें
hr: Kupite kredite
hu: Vásold a krediteket
id: Beli kredit
it: Acquista crediti
ko: 크레딧 구매
mr: क्रेडिट खरेदी करा
ms: Beli kredit
nl_nl: Credits kopen
no: Kjøp kreditter
pl: Kup kredyty
pt_br: Comprar créditos
pt_pt: Comprar Créditos
ro: Cumpără credite
ru: Купить кредиты
sk: Kupovať kredity
sl: Kup kredit
sv: Köp krediter
ta: கிரெடிட்களை வாங்கவும்
te: క్రెడిట్‌లను కొనండి
th: ซื้อ ครีดิต
tr: Kredi satın al
uk: Купити кредити
vi: Mua tín dụng
zh_hans: 购买积分
zh_hant: 購買點數

# ai_credit.continue_manual
source: AIを使わず続ける
ar_sa: الاستمرار في التسجيل اليدوي بدون الذكاء الاصطناعي
ca: Continuar sense AI
cs: Pokračovat bez AI
da: Fortsæt med manuel registrering uden AI
de_de: KI weiterhin ohne Credits nutzen
el: Συνέχιση Χειροκίνητης Εγγραφής
en_au: Continue without AI
es_es: Continuar con registros manuales
fi: Jatka manuaalista kirjausta
fr_ca: Continuer sans l'IA
gu: AI નો ઉપયોગ કર્યા વગર ચાલુ રાખો
he: להמשיך להשתמש ידנית
hi: AI का उपयोग किए बिना जारी रखें
hr: Nastavite s ručnim unosom podataka bez AI-a.
hu: Folytasd a manuális bejegyzést
id: Lanjutkan tanpa AI
it: Continua senza AI
ko: AI를 사용하지 않고 계속 진행
mr: AI वापरणे टाळा
ms: Teruskan tanpa AI
nl_nl: Doorgaan met handmatige registratie
no: Fortsett uten AI
pl: Kontynuuj ręczne wpisywanie
pt_br: Continuar sem AI
pt_pt: Continuar sem AI
ro: Continuă fără AI
ru: Продолжить ручной ввод
sk: Pokračovať bez AI
sl: Povečaj uporabo brez AI
sv: Fortsätt med manuell registrering
ta: AI-ஐ பயன்படுத்தாமல் தொடரவும்
te: AIని ఉపయోగించకుండా కొనసాగించండి
th: ใช้ AI ต่อ
tr: AI'yi kullanmadan devam et
uk: Продовжувати ручний запис
vi: Tiếp tục sử dụng mà không cần AI
zh_hans: 继续手动记录
zh_hant: 繼續手動記錄

# ai_credit.delete_warning
source: 端末内の全記録とBodyModeアカウントを削除します。残っている購入・特典クレジットも失われ、復元できません。
ar_sa: سيؤدي هذا إلى حذف جميع السجلات المخزنة على الجهاز وحساب BodyMode. سيتم فقد جميع الرصيد المتبقي ولا يمكن استعادته.
ca: Eliminarà tots els registres i el compte de BodyMode. Perdreu tots els crèdits comprats i no podríeu recuperar-los.
cs: Smaže všechny záznamy a účet BodyMode. Zůstaté kreditů se ztratí a nelze je obnovit.
da: Slet alle data og BodyMode-kontoen. Alle resterende købte/bonus kreditter vil gå tabt og kan ikke gendannes.
de_de: Löscht alle Daten und Ihr BodyMode-Konto. Alle verbleibenden Kauf- und Bonus-Credits gehen verloren und können nicht wiederhergestellt werden.
el: Διαγραφή όλων των εγγραφών και του λογαριασμού BodyMode. Όλα τα υπόλοιπα κρεδίτ θα χαθούν και δεν μπορούν να ανακτηθούν.
en_au: Delete all device records and your BodyMode account. All remaining purchased and bonus credits will be lost and cannot be recovered.
es_es: Eliminará todos los registros y la cuenta de BodyMode. También perderás todos los créditos comprados y cualquier beneficio, sin posibilidad de recuperarlos.
fi: Poistetaan kaikki laitteen tiedot ja BodyMode-tili. Kaikki jäljellä olevat ostokset ja bonukset menetetään, eikä niitä voi palauttaa.
fr_ca: Supprime toutes les données et votre compte BodyMode. Tous les crédits d'achat et de bonus seront perdus et ne pourront pas être récupérés.
gu: ઉપકરણમાંના તમામ રેકોર્ડ અને BodyMode એકાઉન્ટને કાઢી નાખો. બાકી રહેલી ખરીદી અને બોનસ ક્રેડિટ પણ ગુમાવશો, અને તેને પાછી મેળવી શકાશે નહીં.
he: לאסיר את כל ההקלטות והחשבון ב-BodyMode. כל נקודות הקנייה והבונוסים יאבדו ואינן ניתנות לשחזור.
hi: डिवाइस पर मौजूद सभी रिकॉर्ड और BodyMode खाते को हटा दें। शेष खरीद और बोनस क्रेडिट भी खो जाएंगे, जिन्हें पुनर्प्राप्त नहीं किया जा सकता।
hr: Izbrisat ćete sve podatke i račun BodyMode. Ostali kupljeni krediti i nagrade će biti izgubljeni i ne mogu se vratiti.
hu: Ez törli az összes helyi adatot és a BodyMode fiókot. A megmaradt krediteket is elveszíti, és nem állíthatók vissza.
id: Menghapus semua catatan dan akun BodyMode. Semua kredit yang tersisa juga akan hilang dan tidak dapat dipulihkan.
it: Cancella tutti i dati e l'account BodyMode. Tutti i crediti rimanenti e di acquisto andranno persi, senza possibilità di recupero.
ko: 기기 내 모든 기록과 BodyMode 계정을 삭제합니다. 남은 구매 및 보너스 크레딧도 모두 사라지고 복구할 수 없습니다.
mr: डिव्हाइसवरील सर्व नोंदी आणि BodyMode खात्याला हटवा. उर्वरित खरेदी केलेले क्रेडिट्स आणि फायदे देखील नष्ट होतील, जे परत मिळवता येणार नाहीत.
ms: Padamkan semua rekod dan akaun BodyMode. Kredit yang tinggal juga akan hilang dan tidak boleh dipulihkan.
nl_nl: Verwijdert alle gegevens en je BodyMode-account. Alle resterende aankopen en bonussen worden verloren en kunnen niet worden hersteld.
no: Slett alle data og BodyMode-kontoen. Alle gjenværende kjøp og bonuser vil gå tapt, og kan ikke gjenopprettes.
pl: Usuń wszystkie dane i konto BodyMode. Pozostałe kredyty zakupowe i bonusowe zostaną utracone i nie będą można odzyskać.
pt_br: Excluir todos os registros e conta BodyMode. Todos os créditos restantes e de bônus também serão perdidos, sem possibilidade de recuperação.
pt_pt: Apaga todos os registos e a conta BodyMode. Todos os créditos de compra e bónus também serão perdidos, sem possibilidade de recuperação.
ro: Șterge toate înregistrările și contul BodyMode. Pierzi toate creditele rămas, iar recuperarea nu este posibilă.
ru: Удалит все записи и аккаунт BodyMode. Все оставшиеся кредиты будут потеряны и не могут быть восстановлены.
sk: Odstránite všetky záznamy a účet BodyMode. Zmiznú aj zostávajúce kredity, ktoré sa nedá obnoviť.
sl: Izbrišeš vse podatke in račun BodyMode. Vsi ostali kupljeni krediti in nagrade bodo izgubljeni, in jih ne bo mogoče obnoviti.
sv: Raderar alla lokala data och BodyMode-kontot. Alla återstående köpta krediter försvinner och kan inte återställas.
ta: சாதனத்தில் உள்ள அனைத்து பதிவுகளையும், BodyMode கணக்கையும் நீக்கவும். மீதமுள்ள கொள்முதல் மற்றும் போனஸ் கிரெடிட்களும் இழக்கப்படும், அவற்றை மீட்டெடுக்க முடியாது.
te: పరికరంలోని అన్ని రికార్డులు మరియు BodyMode ఖాతాను తొలగించండి. మిగిలిన కొనుగోలు మరియు బోనస్ క్రెడిట్‌లను కూడా కోల్పోతారు, వాటిని తిరిగి పొందలేరు.
th: ลบข้อมูลทั้งหมดและบัญชี BodyMode, ยอดคงเหลือที่เหลือจะหายไปและไม่สามารถกู้คืนได้
tr: Cihazdaki tüm verileri ve BodyMode hesabını siler. Kalan kredi ve bonus krediler de kaybolur ve geri alınamaz.
uk: Видалить усі записи та обліковий запис BodyMode. Всі залишки кредитів будуть втрачені і неможливо відновити.
vi: Xóa toàn bộ dữ liệu và tài khoản BodyMode. Tất cả tín dụng mua và nhận cũng sẽ bị mất vĩnh viễn.
zh_hans: 删除设备内的所有记录和 BodyMode 账户。剩余的购买和奖励积分将丢失，无法恢复。
zh_hant: 刪除裝置內的所有記錄和 BodyMode 帳戶。剩餘的購買和獎勵點數將無法恢復。

# ai_credit.history
source: クレジット履歴
ar_sa: سجل الرصيد
ca: Històric de crèdits
cs: Historie kreditu
da: Kredithistorik
de_de: Credits-Historie
el: Ιστορικό Κρεδίτ
en_au: Credit history
es_es: Historial de créditos
fi: Krediittihistoria
fr_ca: Historique des crédits
gu: ક્રેડિટનો ઇતિહાસ
he: היסטוריית נקודות
hi: क्रेडिट इतिहास
hr: Povijest korištenja kredita
hu: Kredit előzmények
id: Riwayat kredit
it: Cronologia crediti
ko: 크레딧 사용 내역
mr: क्रेडिट हिस्ट्री
ms: Sejarah kredit
nl_nl: Kredithistorie
no: Kredithistorikk
pl: Historia kredytów
pt_br: Histórico de créditos
pt_pt: Histórico de Créditos
ro: Istoric credite
ru: История использования
sk: História kreditov
sl: Historija kreditov
sv: Kredithistorik
ta: கிரெடிட் வரலாறு
te: క్రెడిట్ చరిత్ర
th: ประวัติการใช้ ครีดิต
tr: Kredi geçmişi
uk: Історія використання
vi: Lịch sử tín dụng
zh_hans: 积分历史
zh_hant: 點數紀錄

# ai_credit.insufficient_choices
source: 動画でクレジットを受け取るか、必要な分だけ購入できます。手動記録は無料のまま使えます。
ar_sa: يمكنك الحصول على رصيد عن طريق الفيديو أو شرائه حسب الحاجة. التسجيل اليدوي لا يزال مجانيًا.
ca: Podeu rebre crèdits mitjançant vídeo o comprar la quantitat necessària. Els registres manuals són gratuïts.
cs: Můžete získat kredity přes video nebo si je zakoupit podle potřeby. Ruční záznamy jsou zdarma.
da: Modtag kreditter via video eller køb det antal, du har brug for. Manuel registrering er stadig gratis.
de_de: Sie erhalten Credits durch ein Video oder können die benötigte Menge kaufen. Manuelle Aufzeichnungen sind weiterhin kostenlos.
el: Μπορείτε να λάβετε κρεδίτ μέσω βίντεο ή να αγοράσετε όσα χρειάζεστε. Η χειροκίνητη εγγραφή παραμένει δωρεάν.
en_au: Receive credits via video or purchase the amount you need. Manual recording remains free.
es_es: Puedes recibir créditos a través de un vídeo o comprar la cantidad necesaria. Los registros manuales siguen siendo gratuitos.
fi: Saat krediittejä videon kautta tai osta tarvitsemasi määrä. Manuaalinen kirjaus on edelleen ilmainen.
fr_ca: Vous pouvez recevoir des crédits via une vidéo ou en achetant la quantité nécessaire. Les enregistrements manuels restent gratuits.
gu: તમે વિડિયો દ્વારા ક્રેડિટ મેળવી શકો છો અથવા જરૂર મુજબ ખરીદી કરી શકો છો. મેન્યુઅલ રેકોર્ડિંગ મફતમાં વાપરી શકાય છે.
he: ניתן לקבל נקודות באמצעות וידאו או לרכוש את הכמות הרצויה. הקלטות ידניות זמינות בחינם.
hi: वीडियो के माध्यम से क्रेडिट प्राप्त करें या आवश्यक मात्रा में खरीदें। मैन्युअल रिकॉर्डिंग मुफ्त में उपयोग की जा सकती है।
hr: Možete dobiti kredite putem videa ili kupiti potrebnu količinu. Ručni unos podataka je besplatan.
hu: Kréteket kaphatsz videóval, vagy vásárolhatod a szükséges mennyiséget. A manuális bejegyzés ingyenesen használható.
id: Anda bisa menerima kredit melalui video atau membeli sesuai kebutuhan. Catatan manual tetap gratis.
it: Ricevi crediti tramite video o acquistane la quantità desiderata. La registrazione manuale rimane gratuita.
ko: 영상으로 크레딧을 받거나, 필요한 만큼 구매할 수 있습니다. 수동 기록은 무료로 이용 가능합니다.
mr: व्हिडिओद्वारे क्रेडिट मिळवा किंवा आवश्यक तेवढेच खरेदी करा. मॅन्युअल नोंदी मोफत वापरता येतील.
ms: Anda boleh menerima kredit melalui video atau membeli jumlah yang diperlukan. Rekod manual masih percuma.
nl_nl: Je kunt credits ontvangen via een video of de benodigde hoeveelheid kopen. Handmatige registratie blijft gratis.
no: Du kan motta kreditter via video, eller kjøpe det du trenger. Manuelle registreringer er fortsatt gratis.
pl: Możesz otrzymać kredyty wideo lub kupić tyle, ile potrzebujesz. Ręczne wpisywanie jest bezpłatne.
pt_br: Você pode receber créditos assistindo a um vídeo ou comprar o valor necessário. O registro manual continua gratuito.
pt_pt: Receba créditos através de vídeo ou compre a quantidade necessária. Os registos manuais permanecem gratuitos.
ro: Poți primi credite prin video sau cumpăra doar ce ai nevoie. Înregistrările manuale sunt gratuite.
ru: Вы можете получить кредиты через видео или купить необходимое количество. Ручной ввод остается бесплатным.
sk: Môžete získať kredity videom alebo kúpiť požadované množstvo. Ručné záznamy je možné používať zadarmo.
sl: Prejmi kredite v videu ali kupi toliko, kot potrebuješ. Ročni se lahko uporabiš brezplačno.
sv: Du kan få krediter via video eller köpa det du behöver. Manuella registreringar är gratis.
ta: வீடியோ மூலம் கிரெடிட்களைப் பெறலாம் அல்லது தேவையான அளவு வாங்கலாம். கைமுறை பதிவுகளை இலவசமாக பயன்படுத்தலாம்.
te: వీడియో ద్వారా క్రెడిట్‌లను పొందవచ్చు లేదా మీకు కావలసిన మొత్తాన్ని కొనుగోలు చేయవచ్చు. మాన్యువల్ రికార్డు ఉచితంగా ఉపయోగించవచ్చు.
th: รับ ครีดิตจากวิดีโอ หรือซื้อตามต้องการ, การบันทึกด้วยตนเองยังคงใช้งานได้ฟรี
tr: Videodan kredi alabilir veya ihtiyacın kadar satın alabilirsin. Manuel kayıtlar ücretsiz olarak kullanılabilir.
uk: Ви можете отримати кредити у відео або придбати потрібну кількість. Ручний запис можна використовувати безкоштовно.
vi: Bạn có thể nhận tín dụng qua video hoặc mua số lượng cần thiết. Ghi lại thủ công vẫn miễn phí.
zh_hans: 可以通过观看视频获得积分，或按需购买。手动记录仍然免费。
zh_hant: 可透過觀看廣告領取點數，或購買所需數量。手動記錄仍可免費使用。

# ai_credit.insufficient_recovery
source: 広告を見て獲得するか、クレジットを購入してください。手動記録はそのまま使えます。
ar_sa: احصل عليه من خلال الإعلانات أو اشترِ رصيد. التسجيل اليدوي لا يزال متاحًا.
ca: Obtingueu-los veient anuncis o comprant crèdits. Els registres manuals continuen funcionant.
cs: Získejte je sledováním reklam nebo si je zakoupte. Ruční záznamy můžete stále používat.
da: Få dem ved at se annoncer eller køb kreditter. Manuel registrering kan fortsat bruges.
de_de: Gewinnen Sie Credits durch Werbung oder kaufen Sie sie. Manuelle Aufzeichnungen funktionieren weiterhin.
el: Αποκτήστε κρεδίτ βλέποντας διαφημίσεις ή αγοράζοντας. Η χειροκίνητη εγγραφή παραμένει στη χρήση.
en_au: Earn through ads or purchase credits. Manual recording still works.
es_es: Obtén créditos viendo anuncios o comprándolos. Los registros manuales siguen siendo gratuitos.
fi: Hae krediittejä mainosten avulla tai osta niitä. Manuaalinen kirjaus toimii edelleen.
fr_ca: Gagnez des crédits en regardant des publicités ou en les achetant. Les enregistrements manuels restent utilisables.
gu: જાહેરાત જોઈને મેળવો અથવા ક્રેડિટ ખરીદો. મેન્યુઅલ રેકોર્ડિંગનો ઉપયોગ કરી શકાય છે.
he: קבלו נקודות על ידי צפייה בפרסומת או רכישת נקודות. הקלטות ידניות עדיין זמינות.
hi: विज्ञापन देखकर प्राप्त करें या क्रेडिट खरीदें। मैन्युअल रिकॉर्डिंग का उपयोग जारी रखें।
hr: Dobijte ih gledanjem oglasa ili kupite kredite. Ručni unos podataka možete nastaviti koristiti.
hu: Gyűjtsd az hirdetésekből, vagy vásárolj krediteket. A manuális bejegyzést továbbra is használhatod.
id: Dapatkan dengan melihat iklan atau beli kredit. Catatan manual tetap bisa digunakan.
it: Guadagna tramite pubblicità o acquista crediti. La registrazione manuale continua a funzionare.
ko: 광고를 통해 획득하거나, 크레딧을 구매하세요. 수동 기록은 그대로 사용 가능합니다.
mr: जाहिराती पाहून क्रेडिट मिळवा किंवा क्रेडिट खरेदी करा. मॅन्युअल नोंदी तसेच वापरता येतील.
ms: Dapatkan melalui iklan atau beli kredit. Rekod manual masih boleh digunakan.
nl_nl: Verkrijg credits door advertenties te bekijken, of koop ze. Handmatige registratie blijft mogelijk.
no: Skaff deg kreditter ved å se annonser, eller kjøp dem. Manuelle registreringer fungerer fortsatt.
pl: Otrzymaj je oglądając reklamy lub kup kredyty. Ręczne wpisywanie nadal działa.
pt_br: Ganhe assistindo anúncios ou compre créditos. O registro manual continua funcionando normalmente.
pt_pt: Obtenha através de anúncios ou compre créditos. Os registos manuais continuam a funcionar.
ro: Obține-le din reclame sau cumpără credite. Înregistrările manuale funcționează normal.
ru: Получите их, посмотрев рекламу, или купите кредиты. Ручной ввод можно использовать как обычно.
sk: Získať cez reklamu alebo kúpiť kredity. Ručné záznamy je možné používať ďalej.
sl: Dobij kredit s reklamami ali jih kupi. Ročni se lahko uporabiš brezplačno.
sv: Få genom att titta på annonser, eller köp krediter. Manuella registreringar fungerar som vanligt.
ta: விளம்பரங்களைப் பார்த்து கிரெடிட்களைப் பெறுங்கள் அல்லது கிரெடிட்களை வாங்கவும். கைமுறை பதிவுகளை அப்படியே பயன்படுத்தலாம்.
te: ప్రకటనల ద్వారా సంపాదించు లేదా క్రెడిట్‌లను కొనండి. మాన్యువల్ రికార్డును అలాగే ఉపయోగించవచ్చు.
th: รับจากโฆษณา หรือซื้อ ครีดิต, การบันทึกด้วยตนเองยังคงใช้งานได้
tr: Reklamlardan kazanabilir veya kredi satın al. Manuel kayıtlar kullanmaya devam edebilirsin.
uk: Отримайте їх, дивлячись рекламу, або придбайте кредити. Ручний запис можна використовувати як завжди.
vi: Nhận qua quảng cáo hoặc mua tín dụng. Ghi lại thủ công vẫn hoạt động.
zh_hans: 通过观看广告获取积分，或购买积分。手动记录仍然可用。
zh_hant: 請透過觀看廣告獲得，或購買點數。手動記錄仍然可用。

# ai_credit.insufficient_title
source: AIクレジットが足りません
ar_sa: رصيد الذكاء الاصطناعي غير كافٍ
ca: No n'hi ha prou de crèdits AI
cs: Nedostatek AI kreditů
da: Ikke nok AI-kreditter
de_de: Nicht genügend KI-Credits
el: Δεν υπάρχουν αρκετά Κρεδίτ AI
en_au: Not enough AI credits
es_es: No hay suficientes créditos de IA
fi: Riittävästi AI-krediittejä ei ole
fr_ca: Pas assez de crédits AI
gu: AI ક્રેડિટ પૂરતી નથી
he: אין מספיק נקודות AI
hi: AI क्रेडिट अपर्याप्त है
hr: Nedostaje AI kredita
hu: Nem elég AI kredit
id: Kredit AI tidak mencukupi
it: Crediti AI insufficienti
ko: AI 크레딧이 부족합니다
mr: AI क्रेडिट्स अपुरे आहेत
ms: Kredit AI tidak mencukupi
nl_nl: Onvoldoende AI-credits
no: Ikke nok AI-kreditter
pl: Brak wystarczającej ilości kredytów AI
pt_br: Créditos AI insuficientes
pt_pt: Créditos AI insuficientes
ro: Nu ai suficiente credite AI
ru: Недостаточно AI кредитов
sk: Nedostatok AI kreditov
sl: Nekaj kreditov manj
sv: Otillräckligt med AI-krediter
ta: AI கிரெடிட்கள் போதுமானதாக இல்லை
te: AI క్రెడిట్‌లు సరిపోవు
th: ยอด ครีดิตไม่เพียงพอ
tr: Yeterli AI kredisi yok
uk: Недостатньо AI-кредитів
vi: Không đủ tín dụng AI
zh_hans: AI 积分不足
zh_hant: AI 點數不足

# ai_credit.monthly
source: 月次レポート
ar_sa: تقرير شهري
ca: Informe mensual
cs: Měsíční zpráva
da: Månedlig rapport
de_de: Monatlicher Bericht
el: Μηνιαία Αναφορά
en_au: Monthly report
es_es: Informe mensual
fi: Kuukausittainen raportti
fr_ca: Rapport mensuel
gu: માસિક રિપોર્ટ
he: דוח חודשי
hi: मासिक रिपोर्ट
hr: Mjesečno izvješće
hu: Havi jelentés
id: Laporan bulanan
it: Report mensile
ko: 월간 보고서
mr: मासिक अहवाल
ms: Laporan bulanan
nl_nl: Maandelijks rapport
no: Månedlig rapport
pl: Raport miesięczny
pt_br: Relatório mensal
pt_pt: Relatório mensal
ro: Raport lunar
ru: Ежемесячный отчет
sk: Mesačná správa
sl: Mesečni izračun
sv: Månatlig rapport
ta: மாதாந்திர அறிக்கை
te: నెలవారీ నివేదిక
th: รายงานรายเดือน
tr: Aylık rapor
uk: Щомісячний звіт
vi: Báo cáo hàng tháng
zh_hans: 月度报告
zh_hant: 月度報告

# ai_credit.never_expires
source: 有効期限なし
ar_sa: لا يوجد تاريخ انتهاء صلاحية
ca: Sense data d'expiració
cs: Bez časového limitu
da: Ingen udløbsdato
de_de: Kein Ablaufdatum
el: Χωρίς Ημερομηνία Λήξης
en_au: No expiry date
es_es: Sin fecha de caducidad
fi: Ei vanhenemista
fr_ca: Sans expiration
gu: મર્યાદા નથી
he: ללא תאריך תפוגה
hi: कोई समाप्ति तिथि नहीं
hr: Nema isteka
hu: Nincs lejárati idő
id: Tidak ada batas waktu
it: Non ha scadenza
ko: 유효 기간 없음
mr: समाप्त होत नाही
ms: Tidak ada tempoh tamat
nl_nl: Geen vervaldatum
no: Ingen utløpsdato
pl: Brak daty ważności
pt_br: Sem prazo de validade
pt_pt: Sem data de validade
ro: Fără dată de expirare
ru: Нет срока действия
sk: Bez platnosti
sl: Ne poteče
sv: Ingen giltighetstid
ta: காலாவதி இல்லை
te: సమయ పరిమి లేదు
th: ไม่มีวันหมดอายุ
tr: Geçerlilik süresi yok
uk: Немає терміну дії
vi: Không hết hạn
zh_hans: 无有效期
zh_hant: 無期限

# ai_credit.product_amount
source: {{value1}} AIクレジット
ar_sa: عدد {{value1}} نقاط الذكاء الاصطناعي
ca: {{value1}} AI crèdits
cs: {{value1}} AI kreditů
da: {{value1}} AI-kreditter
de_de: {{value1}} KI-Credits
el: {{value1}} AI αξία
en_au: {{value1}} AI credits
es_es: {{value1}} créditos de IA
fi: {{value1}} AI-krediittiä
fr_ca: {{value1}} crédits AI
gu: {{value1}} AI ક્રેડિટ
he: {{value1}} נקודות AI
hi: {{value1}} AI क्रेडिट
hr: {{value1}} AI kredita
hu: {{value1}} AI kreditek
id: {{value1}} kredit AI
it: {{value1}} AI crediti
ko: {{value1}} AI 크레딧
mr: {{value1}} AI क्रेडिट्स
ms: {{value1}} kredit AI
nl_nl: {{value1}} AI-credits
no: {{value1}} AI-kreditter
pl: {{value1}} AI kredytów
pt_br: {{value1}} créditos AI
pt_pt: {{value1}} Créditos AI
ro: {{value1}} credite AI
ru: {{value1}} AI кредитов
sk: {{value1}} AI kreditov
sl: {{value1}} AI kreditov
sv: {{value1}} AI-krediter
ta: {{value1}} AI கிரெடிட்கள்
te: AI క్రెడిట్ {{value1}}
th: {{value1}} ครีดิต
tr: {{value1}} AI kredisi
uk: {{value1}} AI кредитів
vi: {{value1}} tín dụng AI
zh_hans: {{value1}} AI 积分
zh_hant: {{value1}} AI積分

# ai_credit.products_unavailable
source: 購入商品を準備中です
ar_sa: جارٍ تجهيز المنتجات
ca: Estem preparant els productes per a la compra.
cs: Připravujeme zakoupené produkty.
da: Vi forbereder købte varer.
de_de: Die ausgewählten Produkte werden vorbereitet.
el: Ετοιμάζονται τα προϊόντα για αγορά.
en_au: Preparing to purchase items.
es_es: Estamos preparando los productos comprados.
fi: Ostettavat tuotteet ovat parannosvaiheessa.
fr_ca: Les articles achetés sont en cours de préparation.
gu: ખરીદીની વસ્તુઓ તૈયાર થઈ રહી છે.
he: מכינים את המוצרים שרכשתם.
hi: खरीदने वाले सामान तैयार हो रहे हैं।
hr: Priprema kupenih proizvoda.
hu: A vásárlás előkészítése alatt...
id: Sedang menyiapkan produk yang dibeli.
it: I prodotti sono in fase di preparazione.
ko: 구매 상품을 준비 중입니다.
mr: उत्पादं खरेदी करण्याच्या प्रक्रियेत आहेत.
ms: Produk sedang dipersiapkan.
nl_nl: Producten worden klaargemaakt.
no: Vi forbereder kjøpet.
pl: Przygotowujemy zakupione produkty.
pt_br: Estamos preparando os produtos comprados.
pt_pt: Estamos a preparar os produtos comprados.
ro: Pregătim produsele achiziționate.
ru: Подготовка заказанных товаров.
sk: Príprava zakúpených produktov.
sl: Izbrane izdelke pripravljamo.
sv: Produkten är på väg att levereras.
ta: வாங்கப்பட்ட பொருட்களை தயார் செய்யப்படுகிறது.
te: కొనుగోలు చేసిన వస్తువులను సిద్ధం చేస్తున్నాము.
th: กำลังเตรียมสินค้าสำหรับการซื้อ
tr: Satın alınan ürünleri hazırlıyoruz.
uk: Підготовка придбаних товарів
vi: Đang chuẩn bị sản phẩm.
zh_hans: 正在准备购买商品
zh_hant: 正在準備購買商品

# ai_credit.purchase_adjusted
source: 返金分を調整し、{{value1}}クレジットを追加しました。
ar_sa: تم تعديل المبلغ المرجع، وتم إضافة {{value1}} نقاط.
ca: S'ha ajustat el reemborsament i s'han afegit {{value1}} crèdits.
cs: Aktualizujeme částku a přidáme {{value1}} kreditů.
da: Refusion er blevet justeret, og {{value1}} kreditter er tilføjet.
de_de: Rückerstattung wurde angepasst. {{value1}} Credits hinzugefügt.
el: Αναπροσαρμόστηκε η επιστροφή και προστέθηκαν {{value1}} αξίες.
en_au: Refund adjusted. {{value1}} credits added.
es_es: Se ha ajustado la devolución y se han añadido {{value1}} créditos.
fi: Palautuksen määrä on mukautettu, {{value1}} krediittiä lisättiin.
fr_ca: Le remboursement a été ajusté, {{value1}} crédits ajoutés.
gu: કાયદાને સમાયોજિત કરવામાં આવી છે અને {{value1}} ક્રેડિટ ઉમેરવામાં આવી છે.
he: התאמת החזר כספי, הוספתי {{value1}} נקודות.
hi: वापसी की राशि समायोजित की गई है, {{value1}} क्रेडिट जोड़ा गया।।
hr: Ajustirano povrat novca, dodano {{value1}} kredita.
hu: Visszatérítést finomítottunk, {{value1}} kreditet adtunk.
id: Penyesuaian pengembalian dana, {{value1}} kredit ditambahkan.
it: Stiamo regolando il rimborso e aggiungendo {{value1}} crediti.
ko: 환불 금액을 조정하고 {{value1}} 크레딧을 추가했습니다.
mr: परताव्याची रक्कम समायोजित केली आहे आणि {{value1}} क्रेडिट जोडले आहे.
ms: Jumlah refund disesuaikan, {{value1}} kredit ditambah.
nl_nl: Terugbetaling wordt aangepast, {{value1}} credits toegevoegd.
no: Refusjonen justeres, og {{value1}} kreditter legges til.
pl: Dostosowujemy zwrot i dodajemy {{value1}} kredytów.
pt_br: O reembolso foi ajustado, adicionando {{value1}} créditos.
pt_pt: O reembolso foi ajustado e {{value1}} créditos foram adicionados.
ro: Am ajustat rambursarea și am adăugat {{value1}} credite.
ru: Сумма возврата скорректирована, добавлено {{value1}} кредитов.
sk: Aktualizujeme refundáciu a pridáme {{value1}} kreditov.
sl: Vračilo je bilo prilagojeno, dodali smo {{value1}} kreditov.
sv: Återbetalningen justeras, {{value1}} krediter tillagt.
ta: திரும்பப் பெறுவதற்கான தொகையை சரிசெய்து, {{value1}} கிரெடிட்களை சேர்த்துள்ளோம்.
te: తిరిగి చెల్లించే మొత్తాన్ని సర్దుబాటు చేసి, {{value1}} క్రెడిట్‌ను జోడించాము.
th: กำลังปรับยอดเงินคืน และเพิ่มเครดิต {{value1}}
tr: İade miktarını ayarladık ve {{value1}} kredi ekledik.
uk: Оновлено повернення, додано {{value1}} кредитів.
vi: Đã điều chỉnh hoàn tiền, thêm {{value1}} điểm tín dụng.
zh_hans: 已调整退款金额，添加{{value1}}积分。
zh_hant: 已調整退款，新增{{value1}}積分。
